const n=`---
title: 2022，为了忘却的记忆
abbrlink: 2990f05c
date: 2023-01-01T00:00:00+0800
updated: 2023-12-30T14:14:07+0800
tags: 岁岁今朝
summaryZh: 作者以“为了忘却的记忆”为题，回顾了2022年。文章深刻反思了疫情三年来的社会现象，批评了人们对显而易见的问题的视而不见（“房间里的大象”）。作者提到了学习双拼的成就，以及对真实记录者的敬意。文章还探讨了人在集体中可能发生的异化，并推荐了几本具有启示意义的书籍。最后，作者呼吁人们尽情呼吸，拥抱真实的世界。
summaryEn: Titled "For the Memories to be Forgotten", the author reviews 2022. The article deeply reflects on social phenomena over the three years of the pandemic, criticizing people's blindness to obvious problems ("the elephant in the room"). The author mentions the achievement of learning Double Pinyin and pays tribute to those who record the truth. The article also explores the alienation that may occur to individuals in a collective and recommends several enlightening books. Finally, the author calls on people to breathe freely and embrace the real world.
---

新冠三年，万千滋味，2022 年无疑是在很多年之后仍会被人们反复提及的年份。那些已经发生、正在发生的事情，对未来的影响尚且无从得知，然而作为被这洪流裹挟的一员，无论如何，在这年末写下的叙事中，不可避免的残存着这时代的印记，草作此文，是以为记。

## 房间里的大象

一直以来，有意无意的，主动或被动的，美化其存在、否认其存在、逃避其存在。

Don't Look Up!

Don't Look Up!

Don't Look Up!

这样的声音如同思想的镣铐一般深深禁锢着……于是头再低一些，腰再弯一些，总归还是可以再觅得一点间隙，还是可以再让渡一些空间的……

直到……

直到……

<br/>

蝼蚁有时候也许会被某种幻象蒙蔽，也许会学做鸵鸟自我催眠，也许只是为了生存无暇顾及，又或许声嘶力竭却于事无补，也许……

还有很多也许，很多无意义的也许。

无论怎样的也许，都不过是尽力在下一次未知降临之前，尽可能的找到让自己安心的位置、尝试做着让自己心安的努力、试图从下一次未知的巨变中苟存下来。

<br/>

但，对于这一切，无论是否愿意接受这样的事实，都不曾被察觉、被知晓，更遑论为此做出哪怕一丢丢的假装的怜悯。

是啊，如此渺小，如此微弱，又怎会被听到，被看到。

想要下雨，于是便下雨，想要打雷，于是便打雷。

下雨不是恩泽，雷电亦非天罚，只不过是想要这么做，于是就做了。

仅此而已。

<br>

“你刚刚来的路上，踩碎了许多蚂蚁，有没有硌到你的脚？”

“嗯……有吗？（什么蚂蚁）”

“嗯……是啊（有谁会注意到这些呢）”

## 双拼

年内值得一提的是接触并学会了双拼，虽然无法与传奇般的五笔相提并论，但在日常使用中，相对于全拼要提升不小的效率，也算是无数个半途而废的尝试中一个不大不小的成就了。

在学习使用了二十余年全拼之后，到如今才掌握这种技巧，实在是浪费了太多生命在无意义的按键上面。如果你也想了解、学习双拼，不妨从「小鹤双拼」开始，内置于各大输入法，几分钟入门，一周左右就可以基本掌握并熟练使用了，会是一项收益颇高的投资。

## 星光

这次我大约的确是先听到了鸡叫，然后才看到了破晓的曙光。

<br/>
<br/>
<br/>
<br/>
<br/>
<br/>

当然，此处并不会出现什么内容，因为这里的确是[无事发生](https://jixiaoyong.github.io/imissyou/posts/40c07ab4/)，自然也就没有太多言语描述，这里的夜晚静悄悄，这里没有[幽灵](https://jixiaoyong.github.io/imissyou/posts/30baff9c/)与魔鬼，喜和乐洋溢在每个人的笑脸中。

## netease 2022

很难得，有专业的人在用心整理、记录这片土地上真实发生的事情。毕竟在这万物勃发的大自然里，如果全都是喜鹊百灵鸟之流，未免也太过骇人了罢。哪怕只是一个掠影，璀璨如烟花、如星光，倒映在每一双抬起的眼睛中，脑海里……

请铭记这一切，不要遗忘，不要背叛。

记录真实的，而非正确的。

有谁，会惧怕真实呢？

是谁在惧怕真实？

## 异化

人，总是会不自知的倾向于集体，将自身与其他无数人团结在一起，融合在一起，完成个人无法完成之创举，在过去现在将来创造出无数的奇迹。

但在这过程中，如果被所处的环境所侵染，被所承担的角色所吞噬，放弃了作为人的主观意识，难保不会异化为被这机器所驱使的丧尸，作出非人的选择。

尤其是当这一切有着崇高的使命，为着光荣的未来，在这样正确的不能再正确的旗帜下，合理的正确的做着伟大的事业，难免会有一些小瑕疵，耗费一点小代价。

难免的吧，不足为奇的吧，你应了然的吧？

过去，现在，将来，这些事情以前没有发生过，在当下自然也不可能存在，我们的未来充满着光明与希望。

## 只是几本书而已啦

年内有充足的时间和理由，重读了几本旧书，虽然和前几次见面时一样免不了被这些书的内容所震撼，但不知是年岁还是环境的变化，再次捧读之后，依旧有了不少新的收获。

不知是什么原因，我这样一个健忘的人，再次阅读起里面的内容，竟有一股似曾相识的感觉。

也正是这样的原因，索性将其中的几部罗列出来，权且当做一个脚注，毕竟鲁迅先生曾经没说过“人灵魂的构成有两种元素，一种是读过的书，另外一种是将要读的书”，那么就以如下书籍作为结尾吧，如果你已经读到了这里，那么请务必抽空了解一下它们吧，要不然你在本文前半部分浪费的几分钟时间可就真的太浪费了。

《茶馆》 / 《[茶馆，Bilibili 电影](https://www.bilibili.com/bangumi/play/ep430596)》

《1984》

《动物庄园》

《美丽新世界》

《钢铁是怎么炼成的》

《二十年目睹之怪现状》

<br/>

## 开端

最后，世界和平，身体健康。

诸君，尽情地，用力呼吸一次吧，和这个世界一起。

![Never Stop Exploring](https://jixiaoyong.github.io/images/202212312101458.JPG)`;export{n as default};
