const n=`---
title: 2025，「变化」
date: "2025-12-30T18:47:09+08:00"
tags: ["未分类"]
published: false
abbrlink: a3800a46
---

![万物流变 πάντα ῥεῖ](https://jixiaoyong.github.io/images/imissyou/20251228145834488.webp)万物流变 πάντα ῥεῖ

从 2015 年[第一篇年终总结](https://jixiaoyong.github.io/imissyou/#/posts/b4cc77f1)起，至今已有十年矣。

回顾[往年](https://jixiaoyong.github.io/imissyou/tags/%E5%B2%81%E5%B2%81%E4%BB%8A%E6%9C%9D/)种种，这些年来，变化万千，历历在目，期间滋味，自非寻常，刚好接着这年末的时候，草草记录下来。

## 变化

过去十年，我和我的生活一样，发生了各样的变化，从懵懂的学生时代，跌跌撞撞过了而立之年，从有了这个博客起，几乎每年都会借着岁末的氛围为当年的种种写些什么记录，留作时下的一份快照，偶有两次缺漏，都发生在生活突遭了巨大的变故之时，期间种种不足为外人道的经历，自然也就无力推陈出来，聊作谈资了。

如果说这些年学到了些许什么，或许是生活中的种种皆是造化，无法预期，不可预知，无能掌控，不得为之。

![changes.svg](https://jixiaoyong.github.io/images/imissyou/20251228145835566.svg)\\## 2024

这些年仿若扁舟入海，跌宕起伏，无非随波逐浪，侥幸至此。远远的飘渺的终点，锵然四顾，无拘无束，无有归途。

轰然骤降，撕心裂肺，猝然应对，强撑枯枝，风雨飘摇，狂风暴雨，[暴雨](https://jixiaoyong.github.io/imissyou/#/posts/229ed265)狂风，惶惶然撑舟，兮兮然浮水，一浪又一浪。

何 以 至 此？！

……

行文至此，抬头看见初作此文时选的 icon：「🌦️」，AI 对它的解释是“**sun and rain happening at the same time**”，

是啊，何尝不是。

\\
🌦️

***sun and rain happening at the same time***

或许，狂风暴雨中，穿破厚厚的云层，足够足够高的云海之外，白日耀耀，光芒万丈，温暖、亲切、多彩。

不多，不少，足够改变发生。

## 遇见另一个我

如果要将过往的人生做以划分的话，2024 年会是一笔厚重的分割线，一年前的那个时候发生了种种，除了前述诸事，接下来——便是另一件这样的事情。

廖然彳亍，草历人间，[万家烟火](https://jixiaoyong.github.io/imissyou/#/posts/8fecf490)，这些年浮光掠影，几过幽处，不解其章法，现在回想大抵还是未到时机，未遇良人，只是这多时光徒耗精力，难免有时间动摇起来，只是生活推着人前行，恍惚间到了而立之年，却遇到了未曾设想的异变。

怯于表露情感如斯，行文至此，驻笔良久，不知从何谈起。

再次翻看从相遇[至今以往的种种](https://xiaoyong.pages.dev)，如梦似幻，我们是不同的两个人，却又仿若是彼此的倒影，从相遇的彻夜长谈开始，便使我知道，遇见对的人，自然就能知道。

仿若暖阳抚过，乌云退散，春暖花开。

**有你，真好**。

这世上有万千种路，没有一条会永远晴空万里，没有一种写好了脚本，一起走在这人生的旷野，每一步，充满着未知与新知。

## AI & Work

2024 年，在又一波裁员潮中，我离开工作了四年有余的公司，小小地休了几个月的假——这是工作以来难得的一次长休。

主要都是在重庆度过。

{% map ids="d9trb,508c8,0qpxy," %}

年底在一家智能穿戴公司入职，在持续了四五个月地狱通勤和 996 之后，有幸得到年前一家公司的再次面试邀约，欣然接受并入职，期间虽小有挑战，但在同事和 AI 的帮助下顺利工作至今。

如果说 2022 年的 AI 还只是副驾驶的话，三年后的今天，AI 已然成为一个技术超绝的可以独当一面的老司机了。在今年的工作中，我愈发享受 AI 辅助下工作的效率提高的便捷，完成了之前很难想象的[工作内容](https://github.com/jixiaoyong)。

![2022 年的 AI 尚且是个新奇玩意，三年后已然远非吴下阿蒙](https://jixiaoyong.github.io/images/imissyou/20251228145834490.webp)2022 年的 AI 尚且是个新奇玩意，三年后已然远非吴下阿蒙

就我个人生活而言，一两年前还难以实现的想法，如今借助于 AI，即使是从未涉猎的技术领域我也能够尝试一下，探索一番，似乎找到了新的乐趣，有段时间甚至废寝忘食地操作着电脑与 AI 共舞，你正在看的这个博客源码就是在 AI 的辅助下（大部分编程工作都要归功于 antigravity）完成的，感谢科技的进步。

<https://jixiaoyong.github.io/statics/git_yearly/report.html?year=2025>

AI 的突风猛进为以前很多想法插上了翅膀，很多事情变得容易起来，使资平如我这样的普通人有了更多的可能。

当然，AI 的改变不止也不可能会仅限于这些方面，正像蒸汽机打破了沉闷的 20 世纪带来汽车轮船让人类拥有了无尽的持久动力的同时，也摧枯拉朽般摧毁了马车夫乃至人力车夫等等的饭碗，新的技术革命总是要打破一些旧世界习以为常的「永恒」，我不知道也无意去猜测今后会发生什么，时下日新月异的技术进步已经冲昏了我的头脑，我为这革命欢喜，哪怕它将要摧毁我的饭碗，且让我——一个信息时代的人力车夫，为这变革欢呼一下吧。

“**自然选择，前进四**”！

但 AI 终究是 AI，有时候难免沉浸于项目跑通的满足中，通宵达旦，恍惚间以为自己也掌握了种种这些技能——但其实都是 AI 完成的，当编程从每个字符都要手敲，到机器自动补全方法，再到今天的一句话便能够写出几乎完整的功能代码，再想像之前那样子学习、掌握新知识的“古法编程”似乎愈发困难了，我曾经所喜欢的这份工作，这个行业，不知会走向何方。

## 下一个十年

这节的标题是下一个十年，我回想起来的却是上个十年，上上个十年……年初的时候我在手机桌面添置了一个倒计时，2025 年，365 天，那时的我还在孤身奔波于 996 的高强度工作牢笼之中，转眼已然换了新工作、新住所。

![行文至此，又是十天过去了](https://jixiaoyong.github.io/images/imissyou/20251228145834486.webp)行文至此，又是十天过去了

*After work, I no longer return to empty walls; instead, I know someone is waiting for me. Things were happening, and a lot of changes unfolded around those days. Life felt different, shifting in ways I could hardly put into words.*

下一个十年实在是太过遥远，我也实在没想到从在这个博客写下文章开始，能够持续这么长时间，而我也真的足够幸运能够踏入、从事这个行业，从与同学一起考证入坑，再到废寝忘食地用着一台联想笔记本啃视频敲案例，讲台上老师呜呀呜呀，后排里我沉醉于数码世界忘乎所以，整个大学四年，似乎只有后面两年我才算找到了学习的乐趣所在。如今回想起来，算是除了[社团生活](https://jixiaoyong.github.io/imissyou/posts/8c989346/)之外，不多的回忆亮点了。

想起来 2017 年刚刚毕业，在好友学校的池塘边一起讨论即将远游南国，旁边水池中一群乌龟费力爬上石头，争得一点点晒太阳的机会，而我——彼时初出茅庐，对一切既好奇又担忧，既兴奋又迷茫。

但更多的，不过是时势造就，顺势而为。

多年以后，我依然能够回想起来初入岭南，触手可及的云朵给我留下的震撼，一切都是那么新，一切都这么不同，从此便一头扎进这沙丁鱼罐头中……

说到下个十年，我赖以为生的工作，曾经是我的唯一的乐趣所在，虽然没有多少成绩出来，但的确是平静生活里面不多的一点亮色。

但人生不能是如此单一，或多或少地，曾经忽视或者推诿的东西终究还是需要面对，无所谓好坏，这便是真切的生活，哦，复杂的生活，**我们的生活**。

无尽的关系，人与人的集合。

写到这里想起来之前让 AI 根据过去的文章给我画像，“[是一个「带着不确定感前进」的人](https://www.perplexity.ai/search/5226277d-0d51-4198-9cb5-8fe7e1c78106)”，AI 如是说。我曾是个极其关注外在评价的人，即使现在也是，但从一个非碳基生物处收获评价倒是头一遭。

**不确定感**，恐怕是未来也将不断出现的主题了。

所以我实在无法站在这十年的节点，设想后面会发生如何如何，***πάντα ῥεῖ，万物流变，变化永恒***。

只是，在这样的一个节点，为着逝去的过往，告别的人们，离去的人们，道一声珍重，珍重。

***Time's flow is unstoppable; ties of blood and bosom part by death. Still, death is part of life itself. Honor the memory of those who depart.***

## 一些东西

今年看的内容不太多，大概找到了下面几个值得放到这里内容：

[《**南京照相馆**》9.0 分](https://ratingshare.pages.dev/item/1765812789806-s3f0o9s3q)

[《**疯狂动物城2**》8.5 分](https://ratingshare.pages.dev/item/6929cba475685f306ba18ecf)

《独裁者手册》

《税收的真相》

其他的大部分会更新在这里：<https://ratingshare.pages.dev>

[ApkSigner](https://github.com/jixiaoyong/ApkSigner)， 业余时开发的工作相关的小工具，今年以来工作环境变化了逐渐停止了维护。

我们的[朋友圈](https://xiaoyong.pages.dev/)，不知什么时候，开始尝试脱离微信的生态，这个朋友圈是一个小小的尝试。`;export{n as default};
