const i=`---
title: "一些无关紧要的历史遗迹"
date: 2024-06-10T00:06:23+0800
updated: 2024-06-10T10:39:55+0800
abbrlink: 1ae4b3df
published: false
tags:
  - 一派胡言
summaryZh: 作者整理了一些关于新冠疫情期间的物品照片，如口罩、检测试剂盒等，以此回顾那段特殊的历史。文章记录了从2020年疫情爆发初期的恐慌，到2021年的常态化，再到2022年最终感染的经历。通过这些“历史遗迹”，作者试图保留对那段被洪流裹挟的岁月的个人记忆。
summaryEn: The author organizes some photos of items from the COVID-19 pandemic, such as masks and test kits, to review that special history. The article records the experience from the panic at the beginning of the outbreak in 2020, to the normalization in 2021, and finally to the infection in 2022. Through these "historical relics", the author attempts to preserve personal memories of those years swept by the torrent.
---
## 2024

晚上收拾垃圾的时候，突然发现了一些刚刚过去不久的特殊物品，早已模糊的记忆涌上心头，再回想起昨日出门人头攒动的场景，未免有些不可言说的情绪上来，草草写下残存的记忆，也算是一场经历，一段故事。

### 其一

| 包装盒正面                                                                                                        | 包装盒侧面                                                                                                        | 包装盒侧面                                                                                                        | 检测工具                                                                                                          | 说明书 1                                                                                                          | 说明书 2                                                                                                          |
| ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- |
| ![IMG_20240609_202401.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202401.jpg) | ![IMG_20240609_202342.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202342.jpg) | ![IMG_20240609_202324.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202324.jpg) | ![IMG_20240609_202215.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202215.jpg) | ![IMG_20240609_201056.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_201056.jpg) | ![IMG_20240609_201028.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_201028.jpg) |

### 其二

| 包装盒正面                                                                                                        | 检测工具                                                                                                          | 概览                                                                                                              | 说明书 1                                                                                                          | 说明书 2                                                                                                          | 说明书 3                                                                                                          | 说明书 4                                                                                                          |
| ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------- |
| ![IMG_20240609_203252.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_203252.jpg) | ![IMG_20240609_203032.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_203032.jpg) | ![IMG_20240609_202620.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202620.jpg) | ![IMG_20240609_202717.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202717.jpg) | ![IMG_20240609_202737.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202737.jpg) | ![IMG_20240609_202818.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_202818.jpg) | ![IMG_20240609_203234.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20240609_203234.jpg) |

关于这场浩劫的来龙去脉，自有众多学者为其奔走，而作为侥幸存活下来的普通人，大多尚且来不及驻足便被生活驱赶着四处奔劳了。只是今日借着这股情绪，不由得回顾一下过去的些许经历，揉搓出这样一般流水稿出来。

## 2020

在 2020 年初回家的火车上，[《幽灵》](https://jixiaoyong.github.io/imissyou/posts/30baff9c/)便悄悄的在各地游走，而因为路线选择的关系，我还中途在襄阳站停留了一小会儿，火车站外一如往常宁静，华灯初上，没人会想到就在两三百千米之外正在酝酿着一场将要席卷全球的风暴。

时间一点点过去，习以为常的生活中慢慢有一些不可言说的变化，现在依然记得回家的地铁里已有警觉的人早早戴起了口罩，新闻台里到处洋溢着过年的喜悦氛围，而我终于回到了乡下的老家。

…………

一场惊雷划过，白光漫天，巨声贯耳，终于爆发了。

很多第一次连连袭来，08 年时尚且年幼，但眼前的种种依旧有种熟悉的感觉：消毒水难闻的气味，节日里用来做彩牌楼的松木横梗在路中间，各处路口都有人把守，各种不安的信息时时传来……

![一些管制措施](https://jixiaoyong.github.io/images/imissyou/covid-19-history/1717945239146.jpg "一些管制措施")

惊慌失措？惴惴不安？彼时的记忆虽已模糊不清，但毕竟早有先例，而事态有效控制住了，姑且还有前进的希望吧。于是新年假期延长后的最后几天，依旧是[“随身戴着一只用了快一周的 N95 口罩，在白色的消毒喷雾中，一头扎进南下的万里长途之中，耳边眼前尽是每日递增的数字与各类情绪，世界会好的，可是不知道有多少人能够撑到那个时候”](https://jixiaoyong.github.io/imissyou/posts/94a46e7b/)。

相比一个月前回家时，地铁站除了全身防护的工作人员外，竟然几无一人。

| 地铁外                                                                                                                                 | 地铁内                                                                                                                                 |
| -------------------------------------------------------------------------------------------------------------------------------------- | -------------------------------------------------------------------------------------------------------------------------------------- |
| ![IMG_20200206_092215.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20200206_092215.jpg "几乎空无一人的地铁") | ![IMG_20200206_092435.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20200206_092435.jpg "几乎空无一人的地铁") |

而我也没想到，此去一别，再回家便是一次比一次难了。

只是生活还在继续，剩下的时间里[换了工作](https://jixiaoyong.github.io/imissyou/posts/84aada62/)、换了手机、和之前的朋友聚了几次，搬了几次家，中间还出游了几次，虽说疫情依旧肆掠，但除了要戴口罩等有些不便外，生活没有太多变化。毕竟此时早已过了当初惊慌失措的阶段，各种消息也日渐透明，一切都在艰难而缓慢地走向正轨中……

## 2021

不管从什么角度来看， 2021 年似乎都有点太正常了，疫情得到了有效控制，疫苗也研制成功、开始大规模接种，而我加入的新部门的业绩蒸蒸日上，公司也搬到了环境更好的办公室，而我也在年中的时候回了一趟老家，之后搬到了离公司更近的地方，一切尽如往日，在这桃源世界里面，人们生活依旧。

![接种疫苗知情同意书](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20210409_124900.jpg "接种疫苗知情同意书")

彼时全球人们尚且有时间关注一些乐子事，而当时最引入注目的一件事，可能要数那个可怜的巨无霸了 以至于涌现出不少梗图、二创：

![](https://jixiaoyong.github.io/images/imissyou/covid-19-history/img-161658665798825bbce93e59544c3a72b31cf4d8d1556.jpg)

在国内，彼时也悄然发生一些不太引入注目的变化，如今站在 2024 年各家挣扎求生的今天，相比于几年前同行的“活下去”，甚至更早的“跑”了的那位，回想起十几年前那个在报刊亭看着各种“过剩”、“泡沫”的那个下午，再历经 15、17 年、到如今短短十余年时间轮回往复，不胜唏嘘。

![Screenshot_2024-06-09-22-23-03-169_com.miui.gallery-edit.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/Screenshot_2024-06-09-22-23-03-169_com.miui.gallery-edit.jpg "一些不起眼的变化")

当然，还有一些我的个人生活中的变化，也算是了断。

![IMG_20210412_000102.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20210412_000102.jpg "沙漠")

除了这些外，2021 年实在是特殊又不特殊的一年，太阳依旧升起，生活如常进行。

## 2022 - 2023

事情不是突然变化的，但也说不清变化是从什么时候开始，没有固定的时间表，但一些好像都时按照预设的剧本进行，只不过这次的剧本总是那么的出人意料，似乎一切都在不可避免堕入崩坏。

先是从一些小变化开始。

| 小变化                                                                                                            | 进行中                                                                                                                                                                                | 再变化                                                                                                                                          |
| ----------------------------------------------------------------------------------------------------------------- | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------- |
| ![IMG_20220113_234802.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20220113_234802.jpg) | ![Screenshot_2022-10-20-17-54-20-003-edit_com.miui.home.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/Screenshot_2022-10-20-17-54-20-003-edit_com.miui.home.jpg) | ![Screenshot_2024-06-09-23-37-29-092.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/Screenshot_2024-06-09-23-37-29-092.jpg) |

当然，除了上述种种之外，在国外的 github 发布了一个程序员使用的小工具，面向人群有限，应用场景有限，但依然悄然吹响了 AI 革命再次一冲锋的号角，而大部分人察觉到这种变革的时候，已经是半年后 ChatGPT 了：

![github-copilot-20220624.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/github-copilot-20220624.jpg)

如果有人回顾疫情期间的种种，2022 年绝对是值得浓墨重彩的一年，也永久改变了一些人和事。作为亲身经历这一切的我，今日回顾起来，竟不知[从何说起](https://jixiaoyong.github.io/imissyou/posts/2990f05c/)。

事情在变化，栅栏、门禁、甚至无处不在的人脸识别，活动的范围逐渐缩小到了公司和住所的两点一线，从开始需要做核酸，到每周一次、每天一次、每半天一次。说到这里，脑海里浮现出一簇簇沙丁鱼簇拥奔逃的景象，忽东忽西，忽左忽右，不问原由，just follow。以前总是奇怪草食动物在被狩猎时只会成团溃逃，其实我们又有何区别呢。

时间奔涌，人事浮沉，惊涛骇浪，风卷残云，终于到了年末。

![IMG_20220313_205209.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20220313_205209.jpg "2022 年某月空无一物的超市")

![1717947330623.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/1717947330623.jpg "2022 年某月的在线购物平台")

2022 年某月的药店，正是在这里买到了检测工具和一盒「复方氨酚烷胺胶囊」，隔天便正式确诊新冠，而这盒药帮助我撑过了最难熬的那段日子。

![1717947291856.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/1717947291856.jpg "2022 年某月的药店")

2022 年某月的药店，正是在这里买到了体温计，才有了后面的数据，也让我可以稍微安心的度过那几日。

![IMG_20221225_170448.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/IMG_20221225_170448.jpg "2022 年某月的药店")

就这样侥幸过了三年左右，我也终于在这场疫情的末尾，**感染了**。

![检测结果-阳性.jpg](https://jixiaoyong.github.io/images/imissyou/covid-19-history/1717946975901.jpg "检测结果-阳性")

![感染新冠时的记录](https://jixiaoyong.github.io/images/imissyou/20240609211214.png "感染新冠时的记录.png")
`;export{i as default};
